Repository: RiwsPy/lcc-docs
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: cn, pl

source: Fichier `{filename}`.
cn: 文件 `{filename}`。

source: ⚠️ EE : La dernière mise à jour date de {year}. Ce mod pourrait ne pas fonctionner avec la dernière version du jeu.
cn: ⚠️ 请注意：此模组最后更新于{year}年，可能与游戏最新版本不兼容！
pl: ⚠️ EE: The last update was in {year}. This mod may not work with the latest version of the game.

source: ⚠️ WeiDU : Ce mod écrase les fichiers et ne peut être désinstallé. Installez-le à vos risques et périls.
cn: ⚠️ WeiDU 警告：本模组会覆盖游戏文件且无法卸载，请自行承担安装风险！
pl: ⚠️ WeiDU: This mod overwrites files and cannot be uninstalled. Install it at your own risk..

source: Ce mod a été archivé par son auteur/mainteneur qui ne semble pas vouloir lui donner suite.
cn: 本模组已被原作者/维护者归档，且对方无意继续更新维护。
pl: This mod has been archived by its author/maintainer, who does not seem to want to continue developing it.

source: Ce mod est toujours en cours de réalisation.
cn: 本模组目前仍在持续开发中。
pl: This mod is still in progress.

source: Ce mod a disparu de <a href='{url}' target='_blank'>{url}</a>.
cn: 该模组已从<a href='{url}' target='_blank'>{url}</a>下架。
pl: This mod has disappeared from <a href='{url}' target='_blank'>{url}</a>.

source: Ce mod a disparu.
cn: 该模组已散佚。
pl: This mod has disappeared.

source: Disponible en {language}.
cn: 提供{language}语言版本。
pl: Available in {language}.

source: Nécessite : {mods}
cn: 依赖：{mods}
pl: Requires: {mods}

source: Incompatible avec : {mods}
cn: 不兼容模组：{mods}
pl: Incompatible with: {mods}

source: Mod de qualité
cn: 高品质模组
pl: Quality mod

source: Mod pouvant poser des problèmes
cn: 可能存在问题的模组
pl: Mod that could cause problems

source: Mod à éviter ou obsolète
cn: 应避免使用或已过时的模组
pl: Mod to avoid or obsolete

source: Mod traduit
cn: 已翻译模组
pl: Mod translated

source: Mod partiellement traduit
cn: 部分翻译模组
pl: Mod partially translated

source: Mod non traduit
cn: 未翻译模组
pl: Mod not translated

source: Mod Weidu
cn: WeiDU模组
pl: Weidu Mod

source: Mod override, non désinstallable
cn: 覆盖式模组，无法卸载
pl: Override mod, uninstallable

source: Patch non officiel
cn: 非官方补丁
pl: Unofficial Fixpack

source: Utilitaire
cn: 实用工具
pl: Tool

source: Conversion
cn: 转换类

source: Interface
cn: 界面类

source: Cosmétique
cn: 视觉美化类
pl: Visual

source: Portrait et son
cn: 头像与语音类
pl: Portrait and audio

source: Quête
cn: 任务类
pl: Quest

source: PNJ recrutable
cn: 可招募NPC
pl: Joinable NPC

source: PNJ One Day
cn: 一日NPC
pl: One Day NPC

source: PNJ (autre)
cn: NPC（其他）
pl: NPC (misc)

source: Forgeron et marchand
cn: 铁匠与商人类
pl: Blacksmith and merchant

source: Sort et objet
cn: 法术与物品类
pl: Spell and item

source: Kit
cn: 宗派类

source: Gameplay
cn: 游戏玩法类
pl: Tweak

source: Script et tactique
cn: 脚本与战术类
pl: Script and tactic

source: Personnalisation du groupe
cn: 团队定制类
pl: Party customisation

source: Liste des mods pour IE - La Couronne de Cuivre
cn: IE引擎模组列表 - 铜冠酒馆
pl: List of mods for IE - La Couronne de Cuivre

source: Mod
cn: 模组

source: Compatibilités
cn: 兼容性
pl: Compatibilities

source: Auteurs
cn: 作者
pl: Authors

source: Traducteurs
cn: 翻译人员
pl: Translators

source: Équipe
cn: 团队
pl: Team

source: Lien
cn: 链接
pl: Link

source: Tous
cn: 所有
pl: All

source: Toutes
cn: 全部
pl: All

source: État de la traduction
cn: 翻译状态
pl: Translation state

source: Qualité du mod
cn: 模组质量
pl: Mod quality

source: Catégorie
cn: 类别
pl: Category

source: Recherche :
cn: 查找：
pl: Search:

source: Filtres avancés
cn: 高级筛选
pl: Advanced filters

source: Liste des mods
cn: 模组列表
pl: Mods list

source: Auteur :
cn: 作者：
pl: Author:

source: Mainteneur :
cn: 维护者：
pl: Maintainer:

source: Retourner aux filtres
cn: 返回筛选
pl: Back to filters

source: Site internet
cn: 网站
pl: Web Site

source: Discussion
cn: 论坛

source: Introduction
cn: 简介

source: Mods recensés :
cn: 收录模组：
pl: Mods listed:

source: Voici la liste de mods de la saga Baldur's Gate disponibles au téléchargement. Afin qu'elle soit la plus précise possible, n'hésitez pas à indiquer sur <a href="https://www.baldursgateworld.fr/viewtopic.php?t=34779">le forum</a> si de nouvelles traductions sont en cours, sont nouvellement achevées ou sont provisoirement mises de côté (avec la possibilité ou non pour un autre traducteur de les reprendre à son compte). N'hésitez pas également à signaler tout problème, tout lien mort ou plus récent, confirmer de nouvelle compatibilité, ou tout simplement la sortie de nouveaux mods.
cn: 此处提供《博德之门》系列模组下载列表。为保障列表准确性，若您掌握以下信息：新翻译项目启动、近期完成或暂时搁置的翻译项目（无论是否允许其他译者接手续译），敬请前往<a href="https://www.baldursgateworld.fr/viewtopic.php?t=34779">论坛</a>留言告知。同时欢迎您反馈任何问题、失效链接、最新兼容性确认，或单纯分享新模组发布动态。
pl: Here is the list of mods for the Baldur's Gate saga available for download. To ensure that it is as accurate as possible, please feel free to indicate on <a href="https://www.baldursgateworld.fr/viewtopic.php?t=34779">the forum</a> whether new translations are in progress, have recently been completed, or have been temporarily set aside (with or without the possibility of another translator taking them on). Please also feel free to report any problems, broken links or newer links, confirm new compatibility, or simply announce the release of new mods.

source: Quiconque le souhaite peut apporter des modifications et des améliorations à cette liste sur ce <a href="https://github.com/RiwsPy/lcc-docs/">dépôt GitHub</a>. Il vous suffit soit d'ouvrir une "issue" et de nous informer d'une erreur, d'un lien manquant ou erroné, d'une information manquante ; soit de le "forker" et de proposer une "Pull Request".
cn: 任何希望参与改进此列表的用户，均可通过<a href="https://github.com/RiwsPy/lcc-docs/">GitHub repo</a>进行修改：您既可以创建新“issue”反馈错误信息、缺失/错误的链接或补充资料；也可以创建fork后提交“Pull Request”直接参与内容修订。
pl: Anyone who wishes to do so may make changes and improvements to this <a href="https://github.com/RiwsPy/lcc-docs/">GitHub repo</a>. Simply open an ‘issue’ and inform us of an error, a missing or incorrect link, or missing information; or fork it and submit a ‘Pull Request’.

source: N'oubliez-pas de consulter le <a href="https://github.com/RiwsPy/lcc-docs/README.md">readme</a> avant de contribuer ainsi que les <a href="https://github.com/RiwsPy/lcc-docs/CONTRIBUTING.md">guidelines</a>.
cn: 建议在参与贡献前，务必查阅<a href="https://github.com/RiwsPy/lcc-docs/README.md">说明文档</a>及<a href="https://github.com/RiwsPy/lcc-docs/CONTRIBUTING.md">贡献指南</a>。
pl: Don't forget to check out the <a href="https://github.com/RiwsPy/lcc-docs/README.md">readme</a> before contributing, as well as the <a href="https://github.com/RiwsPy/lcc-docs/CONTRIBUTING.md">guidelines</a>.

source: AVERTISSEMENTS
cn: 敬告
pl: WARNINGS

source: Par sécurité, tous les liens qui proposent un téléchargement direct sont coupés en deux. La première partie est dans le lien et la seconde dans la description, sous la dénomination `Fichier xxx.yy`. Pour avoir un lien valide il peut être nécessaire de reconstituer les deux. Par exemple, pour le mod <a href="#m903">Runic Bladesinger Elven Kit</a>, le lien `https://baldur.cob-bg.pl/download/bg2/kits/` est à regrouper avec `Runiczny_v2.0.zip`.
cn: 出于安全考虑，所有提供直接下载的链接均被拆分为两部分：前半部分位于链接中，后半部分位于描述栏中（标注为文件xxx.yy）。要获取完整链接，您可能需要将两部分拼接。例如，对于模组<a href="#m903">Runic Bladesinger Elven Kit</a>，需将链接https://baldur.cob-bg.pl/download/bg2/kits/与Runiczny_v2.0.zip组合使用。
pl: For security reasons, all links offering direct downloads are split into two parts. The first part is in the link and the second part is in the description, under the name `File xxx.yy`. To obtain a valid link, it may be necessary to combine the two parts. For example, for the mod <a href="#m903">Runic Bladesinger Elven Kit</a>, the link `https://baldur.cob-bg.pl/download/bg2/kits/` should be combined with `Runiczny_v2.0.zip`.

source: Nom du mod
cn: 模组名称
pl: Mod name

source: Légende :
cn: 图例：
pl: Legend:
